<p>Por volta dos anos 400 d.C, descendentes dos generais de <em>Matamar </em>&ndash; novos generais por linhagem de sangue &ndash;, filhos e netos dos lutadores na Primeira Guerra M&iacute;stica, receberam o decreto do <em>Rei-Mago de Matamar, </em>autorizando-os a assentarem-se e estabelecerem suas terras nas vastas regi&otilde;es orientais rec&eacute;m descobertas. O <em>Rei-Mago</em> estabelecera que cada um dos generais fosse denominado rei de suas respectivas terras, e vassalos do Rei-Mago<em>, </em>sendo submissos por honra e por interm&eacute;dio do poder do Mago de <em>Matamar. </em>O Rei-Mago decretou ainda que os primog&ecirc;nitos dos reis-vassalos deveriam ser enviados &agrave; <em>Matamar </em>para estudarem e praticarem a magia e desta forma tornarem-se magos nas Terras Firmes. Tendo feito isto, o Rei-Mago garantira o dom&iacute;nio do vasto e rico Oriente das Terras Firmes, garantindo tamb&eacute;m como vassalos leais, seus aprendizes magos, senhores das Terras Orientais do Desaguar do Rio Solit&aacute;rio.</p>

<p>O primeiro reino a se definir como prov&iacute;ncia regida por um rei-mago, primog&ecirc;nito do rei-general e pupilo do grande <em>Rei-Mago,</em> nas Terras Orientais, declarado como reino em meados dos anos 430 d.C, foi <em>Nasckos</em>. Considerada a cidade mais bem-sucedida no seu in&iacute;cio, pois fora alicer&ccedil;ada sob valores de paz e prosperidade, porquanto proveio dos generais que n&atilde;o combateram, por falta de oportunidade, nas primeiras Guerras M&iacute;sticas, e que tamb&eacute;m n&atilde;o enfrentaram hostilidades nativas nas regi&otilde;es onde se estabeleceram. Fora que, logo no princ&iacute;pio da forma&ccedil;&atilde;o, estabelecera alian&ccedil;a com a Cidade <em>Yioka </em>das Ra&iacute;zes. E com o passar dos anos, <em>Nasckos </em>se mostrou a melhor e mais produtiva cidade geradora de talentos para a magia, provendo ao <em>Rei-Mago</em> o crescimento exponencial de suas academias de magia.</p>
<br />

<p><i style="float: right">(<em>A ERA DOS MAGOS</em>, Os Vassalos do Rei Mago, parágrafos 1 e 2)</i></p>
<br /><br />

<p>Em 1325 d.C <em>Daeldon Calvdracon</em> libertou <em>Nasckos</em> de uma tirania que já assolava o reino durante décadas, o tirano na época era o Grande General <em>Bilialdo Harloc</em> o Odiado.</p>

<ul>
<li>Quando sir <em>Lotane</em> e seus cavaleiros alcan&ccedil;aram o estrado do trono de <em>Nasckos</em>, l&aacute; estava <em>Daeldon</em>, lutando contra o &uacute;ltimo cavaleiro que defendia <em>Bilialdo Harloc</em>, que por sua vez, em f&uacute;ria e velhice, lan&ccedil;ava pragas e maldi&ccedil;&otilde;es sobre <em>Daeldon</em>. No entanto, tendo quebrado as pernas do &uacute;ltimo cavaleiro do tirano, <em>Daeldon</em> lan&ccedil;ou seu martelo sobre a cabe&ccedil;a de <em>Bilialdo</em> o Odiado, silenciando-o para sempre.</li>
</ul>
<p><strong>1326 d.C</strong> &ndash; <em>Daeldon</em> o Valente, com a gratid&atilde;o e aprova&ccedil;&atilde;o do povo, assume oficialmente, ap&oacute;s a sua coroa&ccedil;&atilde;o, o trono e o reinado de <em>Nasckos</em>. E seu primeiro decreto &eacute; a renomea&ccedil;&atilde;o do reino, com a promessa de ex&iacute;lio dos tempos obscuros que o povo passara. Rei <em>Daeldon</em> ent&atilde;o decreta o novo nome para o reino, e em sua pr&oacute;pria homenagem, sob pedidos do povo, <em>Nasckos</em> se torna o Reino de <em>Daelda</em>, o reino refundado, sob o martelo <em>Vitori</em> o Reinado Vitorioso.</p>
<br />

<i style="float: right">(<em>A ERA DOS MAGOS</em>, Os Anos de Daeldon)</i>